import React from "react";
import ayano from "../images/InfoImages/Ayano.jpg";
import daichi from "../images/InfoImages/Daichi.jpg";
import hanae from "../images/InfoImages/Hanae.jpg";
import kaho from "../images/InfoImages/Kaho.jpg";
import koki from "../images/InfoImages/Koki.jpg";
import maaya from "../images/InfoImages/Maaya.jpg";
import masaki from "../images/InfoImages/Masaki.jpg";
import mayu from "../images/InfoImages/Mayu.jpg";
import mei from "../images/InfoImages/Mei.jpg";
import nanako from "../images/InfoImages/Nanako.jpg";
import natsuki from "../images/InfoImages/Natsuki.jpg";
import ryodai from "../images/InfoImages/Ryodai.jpg";
import shunji from "../images/InfoImages/Shunji.jpg";
import takuya from "../images/InfoImages/Takuya.jpg";
import yuta from "../images/InfoImages/Yuta.jpg";
import urasho from "../images/InfoImages/Urasho.jpg";

const Member23th = {
  member1: {
    name: "まさき",
    picture: masaki,
    profile: "横浜国立大学　教育学部　神奈川",
    doc: (
      <>
        全く人見知りをせず、初対面のときから距離が近い
        <br />
        。少し近過ぎるほどに。誰とでも仲良くできるタイ
        <br />
        プなので彼を攻略するのも簡単であろう。一見バカ
        <br />
        っぽいだけで何も考えてなさそうに見えるが、実は
        <br />
        周りの気配りもできてしっかりしているところもあ
        <br />
        る。後輩が入ってきたらきっと彼のクレジットカー
        <br />
        ドは火を吹いてしまうので、みんなはほどほどにし
        <br />
        てあげてほしい。
      </>
    )
  },
  member2: {
    name: "こうき",
    picture: koki,
    profile: "横浜国立大学　理工学部　化学生命学科",
    doc: (
      <>
        みんなのメンバー紹介を書いてみました。片寄涼太
        <br />
        に似てるってよく言われます。もしそれが本当なら
        <br />
        橋本環奈と共演したかったです。最近ブロッコリー
        <br />
        をポテサラにつけて食べるのが好きです。餃子は酢
        <br />
        と胡椒派。ここだけは譲れないです。最近の悩みは
        <br />
        どんどん視力が落ちていくことと母ちゃんの作るそ
        <br />
        ぼろ丼の味が薄すぎることです。
      </>
    )
  },
  member3: {
    name: "しゅんじ",
    picture: shunji,
    profile: "横浜国立大学　経済学部　栃木",
    doc: (
      <>
        2男のなかできっと彼が1番おもしろい。顔もよく
        <br />
        体つきもよく2男のなかの彼氏にしたいランキング
        <br />
        も一位をとっているのが少し気に食わない。サー
        <br />
        クルの中のいじられキャラで、どんなことをされ
        <br />
        ても怒らないので後輩のみんなにもやりたい放題
        <br />
        、彼をつぶしちゃってほしい。彼の家はサークル
        <br />
        のホテルと化していて、とても居心地がよい。ぜ
        <br />
        ひブルマリに入ったときにはHOTEL shunjiへ。
        <br />
      </>
    )
  },
  member4: {
    name: "うらしょー",
    picture: urasho,
    profile: "横浜国立大学　経済学部　東京",
    doc: (
      <>
        だいぶ人見知りなので、きっと後輩が入ってきても
        <br />
        コミュ障発揮してしまいそうなイメージ。最初の頃
        <br />
        は一発ギャグができなくて悩んでいたが今ではサー
        <br />
        クルの一発ギャグ隊長。最近ちょっと浮かれている
        <br />
        。彼は大学入った最初の頃からもう二十歳になって
        <br />
        いたのに、同期の中では多分1番地位が低い。お酒
        <br />
        が入ると結構めんどくさい。
      </>
    )
  },
  member5: {
    name: "ゆうた",
    picture: yuta,
    profile: "横浜国立大学　教育学部　静岡",
    doc: <>すね毛がジャングル。</>
  },
  member6: {
    name: "なつき",
    picture: natsuki,
    profile: "横浜国立大学　経営学部　富山",
    doc: (
      <>
        見た目は穏やかなで温厚な人に見えるが実は圧倒的
        <br />
        サイコパス。きっと受験もそれを生かしてpassして
        <br />
        きたのだろう。基本的にしょうもないことしかしな
        <br />
        く、ダイビングでも魚には興味を示さず、ずっとウ
        <br />
        ミウシ（海の中のモブキャラ的存在）を探してる。
        <br />
        そんな彼もサークルの中ではモブキャラ。こんな奴
        <br />
        が先輩に気に入られてるのも少し気に食わなく思う。
        <br />
      </>
    )
  },
  member7: {
    name: "たくや",
    picture: takuya,
    profile: "横浜国立大学　経済学部　東京",
    doc: (
      <>
        高橋優にしか見えない。そのくせに高橋優のモノマ
        <br />
        ネしてるとこは見たことない。いつも笑っている時
        <br />
        に目が笑ってないのが少し怖い。せっかくブルマリ
        <br />
        に入ったのに一年生の夏を留学に行って棒に振った。
        <br />
        何を考えてるのか全く読めない。ぜひ自分の目で確
        <br />
        かめてほしい。文を見返してみたら彼の良いところ
        <br />
        を一つもかけてなかった。ごめん。
      </>
    )
  },
  member8: {
    name: "だいち",
    picture: daichi,
    profile: "横浜国立大学　経済学部　山口",
    doc: (
      <>
        ポンコツの一言に過ぎる。ポンコツすぎてやらかす
        <br />
        話は数えきれない。そんな彼だが夏には自らがムバ
        <br />
        ッペとなり、その輝く頭でみんなを照らしてくれた。
        <br />
        彼のインスタグラムはラーメンとインターンの事し
        <br />
        か載ってないのでミュートをオススメする。お酒が
        <br />
        入るとティラノザウルスになる。あとちょっとキレ
        <br />
        症で音痴。
      </>
    )
  },
  member9: {
    name: "りょうだい",
    picture: ryodai,
    profile: "横浜国立大学　理工学部　化学生命　神奈川",
    doc: (
      <>
        サザエさんにでてくるノリスケぽい。いやだれやね
        <br />
        ん。ここでサザエさんの最終回はどうなるかみなさ
        <br />
        ん知ってますか？答えはなんとサザエさんのキャラ
        <br />
        クター全員が自分の名前の生き物に戻ってしまうっ
        <br />
        ていう都市伝説があります。信じるか信じないかは
        <br />
        あなた次第です。ちなみに僕はサザエさんの中では
        <br />
        アナゴさんが1番好きです。
      </>
    )
  },
  member10: {
    name: "あやの",
    picture: ayano,
    profile: "東洋英和女学院大学　人間社会学部　国際交流　山梨",
    doc: (
      <>
        可愛らしいフェイスとは裏腹にとても毒舌なギャッ
        <br />
        プに最初は受け止めきれなかった。ズバズバ言われ
        <br />
        てしまうため、滑った時には怖くて目を合わせられ
        <br />
        ない。そんな彼女だが根はとても優しい乙女。"テレ
        <br />
        タビーズ"に似てるからぜひググって調べてみてほし
        <br />
        い。
      </>
    )
  },
  member11: {
    name: "かほ",
    picture: kaho,
    profile: "フェリス女学院　音楽学部　音楽芸術学部　三重",
    doc: (
      <>
        サークルの中の随一の大富豪で、親御さんからの過
        <br />
        保護がすぎるためにそこから名前をとってかほとい
        <br />
        う名前がついたのであろう。また彼女はなにかと謎
        <br />
        に満ちている部分が多いので解き明かしてほしい。
        <br />
        きっと親御さんから受ける愛情を後輩のみんなに注
        <br />
        いでくれるはずなのでぜひかほの過保護をブルーマ
        <br />
        ーリンで！
      </>
    )
  },
  // member12: {
  //   name: "まゆ",
  //   picture: mayu,
  //   profile: "フェリス女学院　文学部　日本語日本文学科　神奈川",
  //   doc: (
  //     <>
  //       彼女は男子のノリに何でもついてくるレベチのキャ
  //       <br />
  //       パをもちつつ、しっかりしていて周りに気を配れる。
  //       <br />
  //       ウエットスーツの色を焼き芋にしちゃうお茶目なと
  //       <br />
  //       ころもある。プリキュアの色で例えるなら黄色的ポ
  //       <br />
  //       ジション。なにいってんだって思ったらぜひ自分の
  //       <br />
  //       目で確かめてみてほしい。
  //     </>
  //   )
  // },
  member12: {
    name: "ななこ",
    picture: nanako,
    profile: "東洋英和女学院大学　人間社会学部　保育こども学科　東京",
    doc: (
      <>
        彼女で払ってくれると、お釣りがいらないためとて
        <br />
        も楽な反面、彼女で払おうとした時、残高足りなく
        <br />
        てチャージしてくださいといわれるのはなかなかめ
        <br />
        んどくさい。それでもみんなには彼女を使ってほし
        <br />
        い。ポイントが貯まるから。全国セブンイレブンに
        <br />
        て300円でご購入いただけます。nanaco byセブン
        <br />
        イレブン店員
      </>
    )
  },
  // member14: {
  //   name: "めい",
  //   picture: mei,
  //   profile: "フェリス女学院　国際交流学部　国際交流　神奈川",
  //   doc: (
  //     <>
  //       彼女の言動の一つ一つがアホっぽい。それに尽きる。
  //       <br />
  //       そのアホっぽさが可愛らしくもあり、時に理解でき
  //       <br />
  //       ない。しかし、そのおかげでしょうもない男子のノ
  //       <br />
  //       リにも構わずついてきてくれる。それと本人には言
  //       <br />
  //       ってないが太陽で眩しいって時の顔がとにかく険し
  //       <br />
  //       いのが印象的。
  //     </>
  //   )
  // },
  member13: {
    name: "はなえ",
    picture: hanae,
    profile: "フェリス女学院　文学部　英語英文学科　神奈川",
    doc: (
      <>
        スタイル抜群の彼女はいつもテンションが高く、い
        <br />
        つもニコニコしながら富豪のおばさんみたいな口調
        <br />
        で話しかけてくる。そんな彼女はとてもフットワー
        <br />
        クが軽く、誘ったら「わたし若いから」と言い、だ
        <br />
        いたいきてくれるのは彼女の良さである。彼女が若
        <br />
        いうちに後輩たちにもたくさん遊んでほしいと思う。
        <br />
      </>
    )
  },
  member14: {
    name: "まあや",
    picture: maaya,
    profile: "フェリス女学院　国際交流学部　国際交流学科　山梨",
    doc: (
      <>
        彼女の人生はきっと寝ている時と起きている時の両
        <br />
        極端に分かれてて、テンションが0か100しか使えて
        <br />
        ない。彼女はディズニー映画のモアナにとても似て
        <br />
        いる。見たことはないがきっと中身もおんなじ感じ
        <br />
        であろう。また写真を撮る時にウィンクをしがちで、
        <br />
        彼女が写ってる写真の45%はウィンクしている。
      </>
    )
  }
};

export default Member23th;
