import React from "react";
import takumi from "../images/InfoImages/Takumi.jpg";
import akihiro from "../images/InfoImages/Akihiro.jpg";
import arisa from "../images/InfoImages/Arisa.jpg";
import bucchi from "../images/InfoImages/Bucchi.jpg";
import hasegawa from "../images/InfoImages/Hasegawa.jpg";
import humiyu from "../images/InfoImages/Humiyu.jpg";
import kyoka from "../images/InfoImages/Kyoka.jpg";
import masa from "../images/InfoImages/Masa.jpg";
import miori from "../images/InfoImages/Miori.jpg";
import moe from "../images/InfoImages/Moe.jpg";
import nom from "../images/InfoImages/Nom.jpg";
import sara from "../images/InfoImages/Sara.jpg";
import siho from "../images/InfoImages/Siho.jpg";
import yukiya from "../images/InfoImages/Yukiya.jpg";
import ziroumaru from "../images/InfoImages/Ziroumaru.jpg";

const Member22th = {
  member1: {
    name: "たくみ",
    picture: takumi,
    profile: "横浜国立大学　理工学部電子情報システムEP 東京",
    doc: (
      <>
        サークル1の身長をもつ彼は圧倒的カリスマ性に優
        <br />
        れ、顔立ちもよく、どんな状況でも盛り上げてしま
        <br />
        う我らがレペゼンブルーマーリン。またそのために
        <br />
        無茶ぶりが過ぎるときが多々あるので、後輩のみん
        <br />
        なには気をつけて欲しい。すべった時のアフターケ
        <br />
        アなどはほぼないので、彼といると屈強のメンタル
        <br />
        を手に入れることもできる。またとてもホットなハ
        <br />
        ートをもっていてたまにくさいことを平然と言う。
        <br />
        そこもまた彼の良さ。
      </>
    )
  },
  member2: {
    name: "あっきー",
    picture: akihiro,
    profile: "横浜国立大学　理工学部機械工学EP 東京",
    doc: (
      <>
        サークル1の正統派イケメンであり、ダイビングに
        <br />
        とどまらず料理も勉強もできないことがないってく
        <br />
        らいになんでもできる。コミュ力もレベチなので、
        <br />
        初対面でも親しみやすいところも彼の魅力だ。とて
        <br />
        も真面目な性格でもあり、一緒に潜ったときは心配
        <br />
        いらないだろう。彼の悪いところを強いて言うので
        <br />
        あるなら、運転が荒いこととボケが乏しいことくら
        <br />
        いであろう。
      </>
    )
  },
  member3: {
    name: "ゆきや",
    picture: yukiya,
    profile: "横浜国立大学　理工学部機械工学EP 愛知",
    doc: (
      <>
        最初の頃は人見知りのせいか、あまり彼の良さに気
        <br />
        づけなかったが、彼のぼそっとやるボケがなんとも
        <br />
        絶妙。また誰よりも後輩想いの一面もあり、優しい
        <br />
        うちの副代表である。きっと一緒に潜ったときは楽
        <br />
        しませてくれること間違いなしである。夏には誰よ
        <br />
        りも焼けて、毎年完全燃焼している。欠点はキャン
        <br />
        パスで会うと毎回ニヤニヤしているのが少しきもち
        <br />
        わるいのと声が低くいせいかたまに何を言ってるの
        <br />
        かわからない。
      </>
    )
  },
  member4: {
    name: "ぶっちー",
    picture: bucchi,
    profile: "横浜国立大学　経済学部　宮城",
    doc: (
      <>
        顔といい、身長といいなかなかのハイスペックな彼
        <br />
        だが、中身もとても親切でギャグ線もレベルが高い。
        <br />
        彼の口から放たれるシュールなおもしろさはきっと
        <br />
        病みつきになるだろう。また彼はいけないことをす
        <br />
        るのが好きらしく、後輩を煽って、はめたりもする
        <br />
        のでそこは気を付けてほしい。サークルのドローン
        <br />
        は彼が操縦するのだが、壊れるのもそう遠くはない
        <br />
        だろう。
      </>
    )
  },
  member5: {
    name: "のむ",
    picture: nom,
    profile: "横浜国立大学　理工学部科学応用EP 神奈川",
    doc: (
      <>
        彼と話をしているとなんかほっこりできるそんな安
        <br />
        心感が彼にはある。また同じ学科の後輩としてたく
        <br />
        さんお世話になっていて、彼の優しさに何度も助け
        <br />
        られている。みんなは僕みたいに彼の優しさに甘え
        <br />
        ずにしっかり振り込み期限を守ってあげてほしい。
        <br />
        彼を困らせていいのはきっと僕だけで充分だ。そん
        <br />
        な彼は夏に前歯を折るポンコツなとこもある。かわ
        <br />
        いい。
      </>
    )
  },
  member6: {
    name: "まさ",
    picture: masa,
    profile: "横浜国立大学　経済学部　神奈川",
    doc: (
      <>
        しっかりしていて、サークルのために動いてくれる。
        <br />
        うちのダイビングの安全面は彼によって支えられて
        <br />
        いる。見た目が幼く、先輩なのに弟に見えるのは本
        <br />
        人にはまだ言えてないがみんなもきっとそう思って
        <br />
        いるだろう。中身も幼いせいかやらかし話は相当え
        <br />
        ぐかった。きっと会計ののむと最初は見分けがつか
        <br />
        ないとおもうので名前を間違わないように気を付け
        <br />
        てほしいところだ。
      </>
    )
  },
  member7: {
    name: "長谷川",
    picture: hasegawa,
    profile: "横浜国立大学　理工学部電子情報システム　青森",
    doc: (
      <>
        サークル1のクレイジーさに何度も刺激をうける。 <br />
        3男で1番勢いがあるのはきっと彼だろう。後輩の
        <br />
        みんなは、その勢いにのまれないようにしてほし
        <br />
        い。きっと彼のクレイジーさはダイビングの安全
        <br />
        面にも響くので少し心配である。笑いへの執着心
        <br />
        が誰よりも強く、笑いのためなら自分を捨ててし
        <br />
        まう。ラップが得意なのが意外な一面。
      </>
    )
  },
  member8: {
    name: "次郎丸",
    picture: ziroumaru,
    profile: "横浜国立大学　理工学部機械工学EP 広島",
    doc: (
      <>
        二浪という試練を乗り越えた彼はもう怖いものはな
        <br />
        いだろう。二浪丸って言う特徴的過ぎる個性を持っ
        <br />
        ているのにも関わらず、中身もひげもなかなか濃い。
        <br />
        ジョリジョリのひげで、顔を擦りつけてくれるのは
        <br />
        なかなか痛いのでやめてほしいとこではある。年は
        <br />
        だいぶ上なのに親しみやすいのも彼のいいところで
        <br />
        ある。まさと一緒にいるとこをはたから見ると高校
        <br />
        生とお父さん。
      </>
    )
  },
  member9: {
    name: "みおり",
    picture: miori,
    profile: "東洋英和女学院大学　国際社会　国際コミュ　長野",
    doc: (
      <>
        女とは思えないほどのキャパのでかさは、たまにつ
        <br />
        いていけないほどである。いつもニコニコしている
        <br />
        が、腹の中では何を企んでるかわからないサイコパ
        <br />
        ス気質で隠れメンヘラなところもきっとハマる人に
        <br />
        はハマる。うちの女代表で基本的に誰とでも仲良く
        <br />
        なれるタイプだろう。彼女の変顔が個人的にとても
        <br />
        好きなのでみんなにもぜひ見て欲しい。
      </>
    )
  },
  member10: {
    name: "さら",
    picture: sara,
    profile: "東洋英和女学院大学　国際社会　国際コミュ　神奈川",
    doc: (
      <>
        大人っぽくきれいな顔立ちなお姉さん系に見えるが
        <br />
        中身は子どもでなかなかおっちょこちょいな部分も
        <br />
        ある。また男を落としてしまうような可愛らしいこ
        <br />
        ともさらっと言う。さらだけに。チャームポイント
        <br />
        はなんといってもかきあげ前髪。きっときつねより
        <br />
        たぬき派だろう。いやそれかき揚げやーん。
      </>
    )
  },
  member11: {
    name: "きょうか",
    picture: kyoka,
    profile: "東洋英和女学院大学　国際社会　国際コミュ　東京",
    doc: (
      <>
        頭の中がお花畑ってイメージで、どんなバレバレな
        <br />
        嘘をついても信じちゃうような天然な感じがとても
        <br />
        可愛らしい。サークルの中のゆるキャラ的ポジショ
        <br />
        ン。彼女のような人は他に見たことがなく、きっと
        <br />
        どんなことをされても憎めないだろう。天然過ぎて
        <br />
        やらかしちゃう話は底知れないので、ぜひみんなに
        <br />
        もきょうかワールドを体感してほしい。
      </>
    )
  },
  member12: {
    name: "もえ",
    picture: moe,
    profile: "東洋英和女学院大学　国際社会　国際社会　神奈川",
    doc: (
      <>
        可愛らしい顔と裏腹にサバサバした性格のギャップ
        <br />
        がたまらない。同期にはそのサバサバ全開にしてい
        <br />
        るのだろうが、後輩には優しく接してくれる。ダイ
        <br />
        ビング中に必要となる耳抜きの作業では耳から空気
        <br />
        を出すのと同時にお尻からも空気が出るので彼女の
        <br />
        後ろは泳がないようにすべきである。
      </>
    )
  },
  member13: {
    name: "ふみゆ",
    picture: humiyu,
    profile: "東洋英和女学院大学　国際社会　国際コミュ　東京",
    doc: (
      <>
        江戸時代に対キリスト教として取り入れられたあの
        <br />
        制度。なぜ人間は宗教が違うだけで分かり合えない
        <br />
        のだろうとずっと疑問に思っていた。でも僕たちブ
        <br />
        ルーマーリンは同じサークルってだけできっとわか
        <br />
        りあえる。いやそれふみゆじゃなくて踏み絵の話や
        <br />
        ーん。P.S.ふみゆごめん
      </>
    )
  },
  member14: {
    name: "しほ",
    picture: siho,
    profile: "東洋英和女学院大学　国際社会　国際社会　東京",
    doc: (
      <>
        お母さん気質なためみんなの面倒も見るし度が過ぎ
        <br />
        たことをしていると注意したりするサークルの風紀
        <br />
        委員会。それを聞くと真面目そうに聞こえるけども、
        <br />
        自分を捨ててボケるキャパのでかさも兼ね備える。
        <br />
        レディーガガメイクをしているときの彼女は誰より
        <br />
        も輝いていて、八方美人とまではいかずとも、四方
        <br />
        美人である。しほだけに。
      </>
    )
  },
  member15: {
    name: "ありさ",
    picture: arisa,
    profile: "フェリス女学院　国際交流学部　東京",
    doc: (
      <>
        圧倒的包容力を武器にきっとたくさんの後輩たちを
        <br />
        おとしていくことだろう。笑っているところを見る
        <br />
        と、こっちまで幸せな気分に浸れる。ヨーロッパの
        <br />
        彫刻とかにいるヴィーナス的なオーラを放ち、だか
        <br />
        らといって決して近づきにくいと言うわけでもない
        <br />
        彼女の魅力を体感してほしい。
      </>
    )
  }
};

export default Member22th;
